Repository: mozilla-l10n/mt-training-data
Catalog: gej/gej_pontoon.tmx
Source language: en_us
Languages: gej

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
gej: mi le zã mozilia be dɔwɔ̀nuɖe kè wo yɔ be <pontoonLink>Pontoon</pontoonLink> sɔ ɖè gbèwó gɔ̃̀mè. Pontoon jina gbègbogboɖe sɔ́ ɖona ŋùkumè na àmè, vɔ a ne tɔwò mu le éji o a, wò la <pontoonRequestLink> biɔ be woa sɔɛ kpeè</pontoonRequestLink>. Ne wò ji be gbè a ne nɔ̀ Common Voice b́é ɖoɖo a mè a, wo ɖo la <githubRepoLink> ji le GithHub ji </githubRepoLink>.<localizationFragment>. ɖe wò le ji la kù nu mè so siti a be gɔ̃̀mèɖèɖe ŋuti a? tɔ́ àsì </localizationFragment>.

source: We've run out of sentences to record in this language...
gej: Mí mú gbà ɖó nyàgbèwo la lé lè gbè kèyà mè o.

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
gej: mi jro be gbèdotɔ sùgbɔwo ne sè nyàlelekpɔwɔɛwo gɔ̃̀mè. keŋugbɔ̀xue ekeya la va émè a, gbèleɖodu ɖo la ɖè gbè lɔ̀zɛ̃ vòvòvòwo fiɔ.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
gej: Ela nyɔ wu bé aligoritmuazèɖèkanukpakplawo né sɔ̀gbè né woa ɖíɖí gbèɖìɖǐ vòvòvò kèwo lě ɖì lè émè ɖaa. ŋutɔ cã wo téŋu ɖè asi gbèɖìɖǐ kèwo sɛ̃ŋu vɔ̀ a wo mu lǎ téŋu xe mɔ̀ ná wò bé a sè nyàlélé awo kpata o à, ɖè asi wo. wo mu gbé minikiɖé kè mè fá ò, minikiɖé kè sɛ̃̀ŋu eye kè la xe mɔ na nyàti sia nyàti sèsě wó gbè e.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
gej: zãɖé yà mí la ɖo ka mè na wò né mia téŋu kɔ numè ná wò nyɔɛɖe so lékè mí la sɔ apo gbè sɔ ɖo Common Voice jí.

source: What is a language on Common Voice?
gej: nukɛ ye nyi gbè lè Common Voice ji o?

source: What issues are you experiencing with this sentence?
gej: Tagbã kɛwo ye mì lě ɖo sɔ kùɖo nyàgbè kèya ŋúti o? / Kuxe kɛwo ye mì lě ɖo sɔ kùɖo nyàgbè kèya ŋúti o?

source: What needs to be in my file?
gej: nukɛ ɖó la nɔ̀ ape fisié a mè o?

source: What sentences can I add?
gej: Nyà gblɔ̀gblɔ̀ alo nyàgbè kàyé má tèŋu sɔ̀ kpé o ?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
gej: ne àmèɖe mu dà asi ɖo gbèlélé ɖe ji o a, éla va yì kpɔɛ lè fikè wó ɖo lè a. Ne wo mù gbà dà àsi ɖo eji ke ò a ela va yì ci siti a be àjafi mè.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
gej: Né wò le sè nu a, kpɔ égbɔ nyɔɛɖé bé nu kè wó lé a yé wó ŋlɔ̀ tututu. Wò la gbé né nyí vòdàdǎ viɖéwo kpòo cã. <br />. Vòdàdǎ kèwó wɔnà éji éji a woe nyi kèyàwo:

source: Why ?
gej: nukɛ ŋuti o?

source: Why are you asking?
gej: Nukɛ ŋuti wò le biɔ mù nyà kèyà a ɔ?

source: Why Common Voice?
gej: nukɛ ŋuti wo ɖo Common Voice ɖo o?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
gej: Ku apo àmètakoɖoefotadadaɖo kà mè a wo la téŋu nɔ le ŋùku ɖo àpo dɔ eye wo la teŋu nɔ̀ kàmè ku hasòsoe kèwo woe na woabe gbèwo na àmè.

source: Write
gej: ŋlɔ̀

source: Write options menu
gej: Fǐkèyé wó là cã́ núŋɔ̀ŋlɔ vóvóvówó lè.

source: y
gej: O

source: Y
gej: O

source: Yes
gej: Ɛ̃ɛ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
gej: ɛ̃̀ɛ, ŋlɔ̀ nu ɖo ɖa mù to imɛli ji. Mù ji bé ma nya nú so Common Voice bé ɖoɖo ŋuti.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
gej: Wò lǎ tèŋu zã aɖàŋùɖèmɔnúŋlɔlɔ̀vi bé mɔ sɔ̀sɔɛ wo cã: { sc-review-form-button-approve-shortcut } né a lɔ̃̀,{ sc-review-form-button-reject-shortcut } né a gbè,{ sc-review-form-button-skip-shortcut } né a và yì.

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
gej: wò la teŋu do gò Mozilia be gbèɖàŋùdɔwɔ̀tɔhasòsoe buwo ne wò tɔ́ àsi <discourseLink> Discourse</discourseLink> ji ne ateŋu kã àsɛ̃ŋu só tanyawo ŋuti alo axɔ̀ tópòɖowo kaba <matrixLink>Matrix</matrixLink>.

source: You cannot add multiple sentences for a single submission
gej: wò mu la téŋu kpé nyàgbèwo gbogboɖé huè kè nu wo le ɖo nuwo ɖo ɖa o.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
gej: wò la teŋu <sentenceCollectorLinkAdd> sɔ nyàgbè viɖewo sɔ kpe nu lè fi yè</sentenceCollectorLinkAdd> alo la sɔ <bulkImportDocsLink> nugbogboɖe sɔ va yì GitHub ji</bulkImportDocsLink>. wò ɖo la ɖo ŋùku be dùkɔ̃ a ɖo la nɔ zã nyàgbè awo alo ne va yì nyi be wo só àmèɖe gbɔ a, wò ɖo la biɔɛ gbè</licenseLink> alo wò la téŋu ŋlɔ̀ wò ŋutɔ tɔ̀wòwo fà a.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
gej: Mì mu cã gbè ɖékpé o. Mí ɖè kúkú yì <profileLink> àpo ŋutínyà mè</profileLink> nè a cã gbèwó.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
gej: wò ɖo nusɔsɔɖoɖa bé lipò lè paji kèyà ji. mi ɖè kúkú tɔtè mínitì { $retryLimit } kéŋugbɔ̀xúe wò la ɖo nyàgbèwo ɖo ɖa. àkpé ɖo àpo jìgbɔ̃̀ɖɛ ŋúti.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
gej: wò ɖo nusɔsɔɖoɖa bé lipò lè paji kèyà ji. mi ɖè kúkú tɔtè àɖàbàpòpo { $retryLimit } kéŋugbɔ̀xúe wò la ɖo nyàgbèwo ɖo ɖa. àkpé ɖo àpo jìgbɔ̃̀ɖɛ ŋúti.

source: You must allow microphone access.
gej: Wò ɖo la ɖè mɔ na gbètoɖeɖemɔ a.

source: Your download has started.
gej: apo telesazmã tɔɛ ji.

source: You’re contributing to a target segment
gej: Wò lě do àlɔ̀ míabé gbècá̰cã́ cucugbãtɔ̀ a bé ŋùkɔ̀yìyǐ mè.

source: You’re contributing to our first target segment
gej: Wò lě do àlɔ̀ míabé gbècá̰cã́ cucugbãtɔ̀ a bé ŋùkɔ̀yìyǐ mè.

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
gej: Wò le kè ɖì ŋútɔ́. Gbɔ̃ jì ɖɛ viɖé né a trɔ hlɛ̃ nyàgbè a eye né ǎ kã ɖó jí bé ésɔ̀ gbè.

source: You're helping Common Voice reach our daily sentence goals!
gej: wò le dó àlɔ̀ Common Voice bé ébé gbè sia gbè bé taɖojinuwo kùɖo nyàgbèwo ŋúti a wo la va émè!

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
gej: Tà mú nyɔ o à, gbèlɔ̀zɛ̃ kè wò dónà bé nyà gbɔ̃gblɔ̃wókpɔwɔɛ vɔ̀! Né mu la dó nùpo na wò à, trɔ yì gbè à ŋútɔ mè né wòà kpɔ nyàgbè búwó.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
gej: Apo gbè a bé alɔ̀zɛ̃̌ a ta mu nyɔ o a mú gbà ɖo nyàgbèwo o! Né ma dó nùpo ná wò o a, wò la téŋu trɔ àsí lè nuwó ŋúti né nyàgbè buwo né zé lè apo gbè a mè.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
gej: Wò ye na ye Common Voice be gbè sia gbè be taɖojinu sɔ kuɖo nyàlélé { $goalValue } ŋuti <goalPercentage></goalPercentage>le kàvè takpo ŋuti a va émè.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
gej: To ji wò a Common Voice bé gbè sía gbè bé asidadaɖonujíwo taɖojinu <goalPercentage></goalPercentage> kpɔ émè vává{ $goalValue }
